Repository: Legopapurida/temp
Catalog: locale/pages/brickaria-*.po
Languages: es, fr, it

# hero_slides.8642da8f-01c7-4b11-8860-ad151ec2766d.title
source: Build Your Imagination
es: Construye tu imaginación
fr: Construisez votre imagination
it: Costruisci la tua immaginazione

# hero_slides.8642da8f-01c7-4b11-8860-ad151ec2766d.subtitle
source: Explore our universe of brick-inspired games and stories
es: Explora nuestro universo de juegos e historias inspirados en ladrillos
fr: Explorez notre univers de jeux et d'histoires inspirés par les briques
it: Esplora il nostro universo di giochi e storie ispirati ai mattoncini

# hero_slides.8642da8f-01c7-4b11-8860-ad151ec2766d.cta_text
source: Play Now
es: Jugar ahora
fr: Jouer maintenant
it: Gioca ora

# hero_slides.1adcefff-e13e-43a2-95f0-7563e9bec55d.title
source: Experience the Future of Brick Worlds
es: Experimenta el futuro de los mundos de ladrillos
fr: Découvrez l'avenir des mondes de briques
it: Scopri il futuro dei mondi di mattoncini

# hero_slides.1adcefff-e13e-43a2-95f0-7563e9bec55d.subtitle
source: Advanced AI-powered adventures for all ages
es: Aventuras avanzadas impulsadas por IA para todas las edades
fr: Des aventures avancées propulsées par l'IA pour tous les âges
it: Avventure avanzate potenziate dall'IA per tutte le età

# hero_slides.1adcefff-e13e-43a2-95f0-7563e9bec55d.cta_text
source: Discover
es: Descubrir
fr: Découvrir
it: Scopri

# featured_games.e90ce08b-995d-4330-8279-f7e4ab25ce90.title
source: Brick Galaxy Adventures
es: Aventuras en la Galaxia Brick
fr: Aventures Brick Galaxy
it: Avventure nella Galassia Brick

# featured_games.e90ce08b-995d-4330-8279-f7e4ab25ce90.description
source: Travel through space, build starbases, and fight cosmic threats.
es: Viaja por el espacio, construye bases estelares y combate amenazas cósmicas.
fr: Voyagez à travers l'espace, construisez des bases stellaires et combattez des menaces cosmiques.
it: Viaggia nello spazio, costruisci basi stellari e combatti minacce cosmiche.

# featured_games.758d5889-27e9-4ec5-8f7d-3a6da762d327.title
source: Brick Tower Builder
es: Constructor de Torres Brick
it: Costruttore di Torri Brick

# featured_games.758d5889-27e9-4ec5-8f7d-3a6da762d327.description
source: Test your creativity and physics skills by building impossible towers.
es: Prueba tu creatividad y habilidades de física construyendo torres imposibles.
fr: Testez votre créativité et vos compétences en physique en construisant des tours impossibles.
it: Metti alla prova la tua creatività e le tue abilità fisiche costruendo torri impossibili.

# achievements.9da7bbe5-697e-404e-8f0f-7db090603946.title
source: 5M+ Downloads
es: Más de 5M descargas
fr: Plus de 5M téléchargements
it: Oltre 5M download

# achievements.9da7bbe5-697e-404e-8f0f-7db090603946.description
source: Our games reached over 5 million global installs.
es: Nuestros juegos han alcanzado más de 5 millones de instalaciones en todo el mundo.
fr: Nos jeux ont atteint plus de 5 millions d'installations dans le monde.
it: I nostri giochi hanno raggiunto oltre 5 milioni di installazioni in tutto il mondo.

# achievements.fb1eb04a-2123-4353-8d0d-ad1e2d27b360.title
source: Global Community
es: Comunidad global
fr: Communauté mondiale
it: Comunità globale

# achievements.fb1eb04a-2123-4353-8d0d-ad1e2d27b360.description
source: Players from 40+ countries are part of our brick universe.
es: Jugadores de más de 40 países forman parte de nuestro universo brick.
fr: Des joueurs de plus de 40 pays font partie de notre univers brick.
it: Giocatori da oltre 40 paesi fanno parte del nostro universo brick.

# achievements.be41635a-fddd-4366-a278-64be021e6fc1.title
source: Award Winning Studio
es: Estudio galardonado
fr: Studio primé
it: Studio premiato

# achievements.be41635a-fddd-4366-a278-64be021e6fc1.description
source: Recognized for innovation in creative gameplay.
es: Reconocido por la innovación en jugabilidad creativa.
fr: Reconnu pour l'innovation dans le gameplay créatif.
it: Riconosciuto per l'innovazione nel gameplay creativo.

# vision_content.ee702f5e-e2a5-4e6e-9071-a1df79383475.title
source: Our Vision
es: Nuestra visión
fr: Notre vision
it: La nostra visione

# vision_content.ee702f5e-e2a5-4e6e-9071-a1df79383475.description
source: We aim to build the most immersive brick-based gaming ecosystem powered by AI and creativity.
es: Nuestro objetivo es crear el ecosistema de juegos basado en ladrillos más inmersivo, impulsado por IA y creatividad.
fr: Nous visons à créer l'écosystème de jeux basé sur les briques le plus immersif, propulsé par l'IA et la créativité.
it: Puntiamo a creare l'ecosistema di gioco basato su mattoncini più immersivo, alimentato da IA e creatività.

# vision_content.8866407e-88f1-4303-bb77-f074ed79c0ef.title
source: Roadmap 2025
es: Hoja de ruta 2025
fr: Feuille de route 2025

# vision_content.8866407e-88f1-4303-bb77-f074ed79c0ef.description
source: Expanding into animations, AI-driven worlds, and interactive storytelling.
es: Expandiéndonos hacia animaciones, mundos impulsados por IA e historias interactivas.
fr: Extension vers les animations, les mondes pilotés par l'IA et le storytelling interactif.
it: Espansione verso animazioni, mondi guidati dall'IA e storytelling interattivo.

# community_metrics.35974ce2-df7d-4b2c-bcf4-42272d6e108f.label
source: Players
es: Jugadores
fr: Joueurs
it: Giocatori

# community_metrics.4c7c7356-4a0c-4be6-8fff-70f914cc4954.label
source: Daily Active Users
es: Usuarios activos diarios
fr: Utilisateurs actifs quotidiens
it: Utenti attivi giornalieri

# community_metrics.51b37fee-70a2-4417-8761-d62c2898c7dc.label
source: Published Games
es: Juegos publicados
fr: Jeux publiés
it: Giochi pubblicati

# community_metrics.35082b72-7cd3-4870-bce4-5fdd789a7f08.label
source: Newblood Stickiness
es: Retención de nuevos usuarios
fr: Rétention des nouveaux
it: Tasso di ritenzione nuovi utenti

# coming_soon_games.75b665ea-d286-466f-abe1-0e7d5615d3d1.title
source: Brick Legends: Origins
es: Brick Legends: Orígenes
fr: Brick Legends : Origines
it: Brick Legends: Origini

# coming_soon_games.75b665ea-d286-466f-abe1-0e7d5615d3d1.description
source: Epic origin saga with quests, puzzles, and cinematic battles.
es: Épica saga de orígenes con misiones, puzles y batallas cinematográficas.
fr: Épopée des origines épique avec quêtes, énigmes et batailles cinématographiques.
it: Epica saga delle origini con missioni, enigmi e battaglie cinematografiche.

# coming_soon_games.0d4f114b-df86-40cc-8830-71a41475e714.title
source: AI Brick Lab
es: Laboratorio Brick IA

# coming_soon_games.0d4f114b-df86-40cc-8830-71a41475e714.description
source: Build and experiment with AI-powered brick creatures in sandbox mode.
es: Construye y experimenta con criaturas brick impulsadas por IA en modo sandbox.
fr: Construisez et expérimentez avec des créatures en briques propulsées par l'IA en mode bac à sable.
it: Costruisci ed esperimenta con creature brick potenziate dall'IA in modalità sandbox.

# newsletter_title
source: Join Our Brick Community
es: Únete a nuestra comunidad Brick
fr: Rejoignez notre communauté Brick
it: Unisciti alla nostra comunità Brick

# newsletter_description
source: Subscribe to receive updates about new games, events, and exclusive behind-the-scenes content.
es: Suscríbete para recibir actualizaciones sobre nuevos juegos, eventos y contenido exclusivo detrás de escenas.
fr: Abonnez-vous pour recevoir des mises à jour sur les nouveaux jeux, les événements et du contenu exclusif en coulisses.
it: Iscriviti per ricevere aggiornamenti su nuovi giochi, eventi e contenuti esclusivi dietro le quinte.
